cases/uniformEvaporation/0.org/T
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      T;
}

dimensions      [0 0 0 1 0 0 0];

internalField   uniform 523.15;

boundaryField
{
    walls
    {
        type            uniformFixedValue;
        value           $internalField;
        uniformValue    table
        (
            (0      523.15)
            (0.01   335.65)
            (0.02   523.15)
        );
    }
}
